Repository: RedHatCloudForms/cfme-cloud_services
Catalog: locale/*/Cfme_CloudServices.po
Languages: pt_br

source: Action
pt_br: Ação

source: Everything under Red Hat Cloud Services
pt_br: Tudo em Red Hat Cloud Services

source: Explore our Software-as-a-Services offerings at
pt_br: Veja nossas ofertas de Software como Serviço em

source: Filter by Name
pt_br: Filtrar por nome

source: Filter by Provider Type
pt_br: Filtrar por tipo de provedor

source: Global Synchronization
pt_br: Sincronização global

source: Name
pt_br: Nome

source: Provider Synchronization
pt_br: Sincronização de provedor

source: Providers
pt_br: Provedores

source: Services
pt_br: Serviços

source: Synchronization task has been initiated.
pt_br: A tarefa de sincronização foi iniciada.

source: Synchronize
pt_br: Sincronizar

source: Synchronize this Platform to Cloud
pt_br: Sincronizar esta plataforma com a nuvem

source: Synchronize your CloudForms data for selected providers.
pt_br: Sincronize seus dados do CloudForms com provedores selecionados.

source: Synchronize your CloudForms data to Red Hat Cloud Services.
pt_br: Sincronize seus dados do CloudForms com Red Hat Cloud Services.

source: Take me there
pt_br: Acessar

source: Type
pt_br: Tipo
